{"25":"%","30":"0","42":"B","601":"01","602":"02","603":"03","604":"04","605":"05","1497":"© ","259392":"PPN ","46278097":"Our Whitepaper","70298012":"Proprietary Strategy Logic","36617d":"v1.0","-78ddacdd":"Whitepaper","2e771d":"dApp","90caa1b":"Investor Waitlist","-126dcc29":"Generate Real ","5176f6d":"Yield","2665cb93":"from Market Volatility","-49a3789a":"pioneers new means of value extraction","7cccd2bf":"Investor Collateral","-24f8f20b":"Scroll down","-991bb23":"Smarter Liquidity Provision","f7b7e91":"Opportunities","40a8d8b5":"Unseized yield opportunities.","111b0f":"$1.0","754d2c1e":"Opportunity for yield extraction","-52aefc2f":"Learn more","-f7bcbf9":"Flashbots data suggests the arbitrage marketexpands beyond $1.09B in yield potential, however the void of a purpose built ecosystem to extract this value means web3 users are missing out. Were here to change that.","ba30":"000","4d":"M","-2d37506a":"Wasted due to major inefficiencies","1c1de2d3":"The current approach to arbitrage is inefficient due to the public nature of arbitrage opportunities. This leads to priority gas auctions resulting in up to 80% of arbitrage value being lost to validators.","-62c03091":"Opportunity to capture this lost value with PPN","-687da9da":"PPN is a first of its kind ecosystem, purpose built to extract value from arbitrage rather than fees. Our novel \"Private Index Pools\" and proprietary trading engine fuel and optimise the arbitrage process, empowering access for all.","21366d82":"Select , deposit, deploy and profit.","-5f2415c3":"How it works","4a649b7a":"Simplified user flow explanation.","-5230a9d2":"Get in touch","-165db5e9":"User Action step 1 of 2","-75595d3b":"Select Index Strategy","3b272189":"User chooses which index they want to participate in based off the asset exposure and performance they are seeking.","-14a8dd4a":"User Action step 2 of 2","-40b97d50":"Deposit Liquidity","6f2b1ac":"Our matching engine calculates the weight of the required assets and the user deposits them into the index pool.","2991dbac":"Automated Process step 1 of 3","-320a5914":"Find Opportunity","7b5afab6":"Private Pool Network's bespoke trading engine goes to work seeking price deviation opportunities across CEX & DEX liquidity.","2b46b44b":"Automated Process step 2 of 3","-342baf2":"Check Profitability","-5eae6de9":"Trading engine locates arbitrage opportunity and runs profitability checks. If profitability checks are passed the arbitrage is executed.","2cfb8cea":"Automated Process step 3 of 3","-442f6c70":"Distributed Yield","-fc803f8":"Arbitrage rebalancing logic rebalances the Index pool and yield from the trade is distributed in accordance with our yield distribution model.","770730fa":"What is ","-277b69c4":"PPN Network","41f":" ?","4c26455d":"Private Pools Network (PPN) is an autonomous index system enhancing liquidity by capitalizing on volatility. A novel ecosystem challenging the status quo.","21bcdc41":"Simplicity","-24cbae70":"Automated","17b85af":"Select an Index Pool of your choice, proceed to deposit your assets into the index of your choosing and relax while our automated arbitrage engine goes to work for you.","-5bfbfdf2":"get in touch","5294cd19":"battle tested","-efbfa12":"After a year of development, extensive simulations, and six months of production testing, we have refined our premium arbitrage strategy through numerous iterations.","-53df9874":"Private Index Pools","6de10927":"optimized","10698d6e":"Our private Index pools are designed to optimize the arbitrage process, eliminating competition. Unlike others, we avoid high validator fees, maximizing returns for our users.","-28f31f20":"Indexes","2bf7718":"maximized","749803e3":"Index pools are the hub of our ecosystem. Their sole purpose is to act as counter liquidity for arbitrage trading to extract value from volatility","f2d860":"a new ecosystem is born","20f3b50e":"a new way to maximize yield","27b67d":"Team","-623430e0":"Our mission is to pioneer the Defi industry.","3d503d2b":"No items found.","-59d6ee48":"A new ecosystem, purpose built to generate yield from arbitrage opportunities.","6a1fdf22":"first name family name","2c929929":"position","7635fb4f":"This is some text inside of a div block.","68f0803b":"https://typescale.com/","3b1c8b3e":"1.200 - Minor third","-5115318":"blinky / warning","66c3ddfe":"blinky / accent","25f559":"Pill","866464f":"Pill / mini","-be1bdb":"CTA / solo / light","3fb94521":"CTA / solo / transparent","-35c69622":"CTA / blinky","ae370a2":"CTA dual light","cf70ea9":"Extended CTA","3e6eeabe":"CTA dual accent","8e9":"H1","-67b9e2b2":"Generating ","55ae77b3":"From Market Volatility","1d4486b7":"Via Arbitrage","-c1c19ec":"Subline","61357dbe":"Private Pool Network faces the liquidity problem head on by maximising value extracted from volatility and optimising the arbitrage process.","8ea":"H2","8eb":"H3","8ec":"H4","8ed":"H5","8ee":"H6","742fc96e":"paragraph","4d083e65":"876M Wasted due to major inefficiencies\" - This text is good, lets just update theNumber. Hover and the card flips and reads : \"The current approach to arbitrage is inefficient due to the public nature of arbitrage opportunities. This leads to priority gas auctions resulting in up to 80% of arbitrage value being lost to validators. Our private pools circumvent this delivering a proprietary and optimised approach to arbitrage","-73133518":"paragraph dark","4c4a4e7":"Small","-5bfd74be":"Mini pill","-78900fd3":"Legend","4ac4e5c":"Quote","2424be":"List","56407b9e":"Wasted due to major inefficiencies","-361a1933":"scroll","-394159fd":"— Participate in the initial stage of our ","1364e":"PPN","82ad36d":" strategic investment round.","37b460b1":"Fill in the form","6f7046a4":"Using our email form, you acknowledge and accept that the information you submit will be used for the sole purpose of processing your request. Rest assured, we handle all information with the utmost confidentiality, ensuring your data remains secure and protected at all times.","-36b8c0b6":"Thank you! Your submission has been sent!","-6bd48d63":"Oops, error.","-3d533432":"— Thank you for your message, we will respond promptly.","1f7907":"Back","25f735d8":"A new ecosystem, purpose built to generate yield from Arbitrage opportunities.","20965b":"Docs","-1551ce77":"pitch deck","29ce40":"YYYY","3790fe88":" Private Pools Network","5eb851fc":"Powered by D3","-113b97e":"User Action 1 — 2","-105a1fd":"User Action 2 — 2","-780268e9":"Automated Process 1 — 3","-77f45168":"Automated Process 2 — 3","-77e639e7":"Automated Process 3 — 3"}